Repository: BackupTheBerlios/festlang-svn
Catalog: trunk/gnome-voice-control/help/*/*.po
Languages: es

source: @@image: 'figures/gvc_init-calib.png'; md5=THIS FILE DOESN'T EXIST
es: @@image: 'figures/gvc_init-calib.png'; md5=EL FICHERO NO EXISTE

source: Voice Control Applet Manual
es: Manual de &applet;

source: Voice Control Applet allows you to control desktop with voice.
es: &applet; permite controlar el escritorio por voz.

source: This manual describes version 2.12.0 of Voice Control Applet.
es: Este manual describe la versión &appletversion; de &applet;.

source: Feedback
es: Comentarios

source: To report a bug or make a suggestion regarding the Voice Control Applet applet or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
es: Para informar de un bug o hacer alguna sugerencia sobre el &applet; applet o este manual vaya a la dirección <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>

source: Introduction
es: Introducción

source: The <application>Voice Control Applet</application> was created to control the desktop by voice, bringing a great increase to the GNOME Desktop Environment. The objective of the <application>Voice Control Applet</application>is to bring an Desktop Environment efficient as possible for linux users, letting the usability more easy beyond bring a great advance on acessibility systems on Linux. Use of voice instead keyboard is more intuitive and more easy.
es: La aplicación <application>&applet;</application> fue creada para controlar el escritorio por voz. El objetivo de <application>&applet;</application> es hacer el Entorno de Escritorio lo más eficiente posible para los usuarios de Linux, permitiendo una usabilidad más fácil, además de un gran avance en la accesibilidad de los sistemas Linux. Utilizar la voz en vez del teclado es más intuitivo y más fácil.

source: To Add Voice Control Applet to a Panel
es: Para Añadir &applet; a un Panel

source: To add <application>Voice Control Applet</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Voice Control Applet</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
es: Para añadir <application>&applet;</application> a un panel pulse botón derecho sobre el panel, después elija <guimenuitem>Añadir al Panel</guimenuitem>. Seleccione <application>&applet;</application> en la ventana de diálogo <application>Añadir al panel</application> y después haga click en <guibutton>OK</guibutton>.

source: How to use
es: Cómo utilizarlo

source: The <application>Voice Control Applet</application> allows you to control desktop with voice.
es: El <application>&applet;</application> le permite controlar el escritorio por voz.

source: Microphone
es: Micrófono

source: First of use <application>Voice Control Applet</application> you need to configure properly your microfone. Connect the microphone on the computer, test if it's working. If the microphone isn't working, go to sound properties and adjust the microphone. When the microphone be ready, go to the next topic.
es: La primera vez que utilice <application>&applet;</application> necesita configurar adecuadamente su micrófono. Conecte el micrófono a su ordenador y pruebe si está funcionando. Si el micrófono no está funcionando entonces vaya a las propiedades de sonido y ajústelo. Cuando el micrófono esté listo entonces vaya al siguiente tema.

source: Initializing the <application>Voice Control Applet</application>
es: Inicializando el <application>&applet;</application>

source: To initialize the <application>Voice Control Applet</application> follow the steps.
es: Para inicializar <application>&applet;</application> siga los siguientes pasos.

source: Click on the Red symbol on panel and choose start control to make the software work every time.
es: Haga click en el símbolo Rojo del panel y elija Iniciar el Control para hacer que el software reconozca continuamente.

source: Screenshot
es: Captura de pantalla

source: Shows the application on Idle State
es: Muestra la aplicación en estado Detenido

source: Shows the application on Init and Calibrating States
es: Muestra la aplicación en estado Inicio y Calibración

source: Shows the application on Ready State
es: Muestra la aplicación en estado Preparado

source: If you clicked on start control, when the symbol is green you can start to speech.
es: Si usted hace click sobre Iniciar Control, entonces cuando el símbolo sea verde puede comenzar a hablar.

source: When the software is processing the speech, the symbol become blue.
es: Cuando el software esté procesando el habla el símbolo se volverá azúl.

source: Shows the application on Listening State
es: Muestra la aplicación en estado Escuchando

source: Using the Voice Control Applet
es: Usando el &applet;

source: RUN TERMINAL : Open gnome-terminal
es: ABRIR TERMINAL : Abre un terminal de Gnome

source: RUN BROWSER : Open Mozilla
es: ABRIR NAVEGADOR : Abre Mozilla

source: RUN MAIL : Open Evolution
es: ABRIR EL CORREO : Abre Evolution

source: RUN TEXT EDITOR : Open GEdit
es: ABRIR EDITOR DE TEXTO : Abre GEdit

source: CLOSE WINDOW : Close actual window
es: CERRAR VENTANA : Cierra la ventana actual

source: MAXIMIZE WINDOW : Maximize actual window
es: MAXIMIZAR VENTANA : Maximiza la ventana actual

source: MINIMIZE WINDOW : Minimize actual window
es: MINIMIZAR VENTANA : Minimiza la ventana actual

source: NEXT WINDOW : Change to next window
es: VENTANA SIGUIENTE : Cambia a la ventana siguiente

source: PREVIOSUS WINDOW : Change to previous window
es: VENTANA ANTERIOR: Cambia a la ventana anterior

source: SWITCH WINDOW : Switch the window
es: CAMBIAR DE VENTANA : Cambia de ventana

source: The functions to control windows that we implented are: <placeholder-1/>
es: Las funciones que han sido implementadas para controlar las ventanas son: <placeholder-1/>

source: HELP : Help (Help about...)
es: AYUDA : Ayuda (Ayuda sobre...)

source: COPY : Copy selected content (Ctrl + C)
es: COPIAR : Copia el contenido seleccionado (Ctrl + C)

source: CUT : Cut selected content (Ctrl + X)
es: CORTAR : Corta el contenido seleccionado (Ctrl + X)

source: PASTE : Paste selected content (Ctrl + V)
es: PEGAR : Pega el contenido del portapapeles (Ctrl + V)

source: SEARCH : Open search window
es: BUSCAR : Abrir ventana de búsqueda

source: We can control menus too, but you need to have C locale set. To control the menus you can try something like: <placeholder-1/>
es: También se pueden controlar los menus, pero para ello necesita tener establecido el C locale. Los comandos a utilizar son los siguientes: <placeholder-1/>

source: CLICK : Click on left mouse button
es: CLICK : Click sobre botón izquierdo del ratón

source: RIGHT CLICK : Click on right mouse button
es: BOTON DERECHO : Click sobre botón derecho del ratón

source: MOUSE UP : Move mouse up
es: CURSOR ARRIBA : Mover ratón arriba

source: MOUSE DOWN : Move mouse down
es: CURSOR ABAJO : Mover ratón abajo

source: MOUSE RIGHT : Move mouse right
es: CURSOR DERECHA : Mover ratón derecha

source: MOUSE LEFT : Move mouse left
es: CURSOR IZQUIERDA : Mover ratón izquierda

source: You can control the mouse too. To control the mouse you can try something like: <placeholder-1/>
es: También puede controlar el ratón. Par ello usted puede intentar algo como: <placeholder-1/>

source: APPLICATION MENU : Open the desktop application menu
es: MENU DE APLICACIONES : Abre el menú de aplicaciones

source: RUN KEYBOARD : Open screen keyborad
es: ABRIR TECLADO : Abre el teclado en pantalla

source: RUN EVIACAM : Open webcam mouse emulator (EVIACAM)
es: ABRIR EVIACAM : Abre el emulador del ratón via webcam (EVIACAM)

source: HOME FOLDER : Open home folder
es: CARPETA PERSONAL : Abre la carpeta personal

source: SHOW DESKTOP : Shows the desktop
es: MOSTRAR ESCRITORIO : Muestra el escritorio

source: LOCK WINDOWS : Lock system windows
es: BLOQUEAR LA PANTALLA : Bloquea la pantalla del sistema

source: SUSPEND : Suspend the system
es: SUSPENDER : Suspende el sistema

source: REBOOT : Reboot the system
es: REINICIAR EL SISTEMA : Reinicia el sistema

source: SHUTDOWN SYSTEM : Shutdown the system
es: APAGAR EL SISTEMA : Apaga el sistema

source: LOGOUT USER : Logout actual user
es: CERRAR SESION : Cierra la sesión actual

source: HIBERNATE : Hibernate the system
es: HIBERNAR : Hiberna el sistema

source: You can control the desktop and the system. You can try something like: <placeholder-1/>
es: Comandos para controlar el escritorio y el sistema: <placeholder-1/>

source: PAGE UP : Page up key
es: PAGINA SIGUIENTE : Tecla página siguiente

source: PAGE DOWN : Page down key
es: PAGINA ANTERIOR : Tecla página anterior

source: ESCAPE : Escape key
es: ESCAPE : Tecla escape

source: BACKSPACE : Backspace key
es: BORRAR : Tecla borrar

source: DELETE : Delete key
es: SUPRIMIR : Tecla suprimir

source: INSERT : Insert key
es: INSERTAR : Tecla insertar

source: HOME : Home key
es: HOME : Tecla home

source: END : End key
es: FIN : Tecla fin

source: ENTER : Enter key
es: ENTER : Tecla enter

source: UP : Up key
es: ARRIBA : Tecla arriba

source: DOWN : Down key
es: ABAJO : Tecla abajo

source: LEFT : Left key
es: IZQUIERDA : Tecla izquierda

source: RIGHT : Right key
es: DERECHA : Tecla derecha

source: You can control the keyboard keys. You can try something like: <placeholder-1/>
es: Comandos para controlar el teclado: <placeholder-1/>

source: Getting Help
es: Obteniendo Ayuda

source: If the voice control applet doesn't work for you, please try to contact developers.
es: Si la aplicación no le funciona entonces póngase en contacte con los desarrolladores, por favor.

source: First of all, please check that sound is actually recorded in your system. If no, try to adjust mixer settings.
es: Por favor, primero compruebe que su sistema puede grabar sonido. Si no es así entonces intente ajustar la configuración del mezclador de sonidos.

source: The applet and SR is quite complex system in the development, so please don't expect much right now.
es: El appelt y el SR es un sistema complejo que está en desarrollo, por lo que no espere mucho en estos momentos, por favor.

source: To report any bug you can send to festlang-gvc@lists.berlios.de. You need to be subscribed to send e-mails.
es: Para informar de algún bug usted puede enviar un e-mail a festlang-gvc@lists.berlios.de. Para ello necesita subscribirse.
