Repository: BackupTheBerlios/festlang-svn
Catalog: trunk/gnome-voice-control/po/*.po
Languages: ca, fr, nl, pt_br, sv

source: Control your desktop with voice
ca: Control de l'escriptori per veu
fr: Controlez votre bureau avec la voix
nl: Bestuur de werkomgeving met behulp van spraak
pt_br: Controle seu desktop com a voz
sv: Styr ditt skrivbord med din röst

source: Factory for creating voice control applets.
ca: Fàbrica per crear l'applet de control per veu
fr: Usine de création de l'applet de contrôle vocal.
nl: Werkplaats voor het maken van spraakbesturingsapplets.
pt_br: Fabrica para criação de applets de controle vocal
sv: Fabrik för att skapa röststyrningspanelprogram.

source: VoiceControl
ca: ControlVeu
fr: ControleVocal
nl: Spraakbesturing
pt_br: ControleVocal
sv: Röststyrning

source: VoiceControl Applet Factory
ca: Fàbrica de l'Applet de ControlVoz
fr: Fabrique d'applet de ControlVocal
nl: Werkplaats spraakbesturingsapplets
pt_br: Fabrica de Applets de Controle Vocal
sv: Panelprogramsfabrik för röststyrning

source: _About
ca: _Quant a
fr: _Apropos
nl: _Over
pt_br: _Sobre
sv: _Om

source: _Help
ca: _Ajuda
fr: _Aide
pt_br: _Ajuda
sv: _Hjälp

source: _Start Control
ca: _Iniciar Control
fr: _Lancement du contrôle
nl: _Start besturing
pt_br: _Inicia Controle
sv: _Starta styrningsfunktion

source: _Start Keypress Control
ca: Iniciar el Control de Tecles (_Hotkey)
nl: Start _toetsbediening

source: _Stop Control
ca: _Aturar Control
fr: _Arrêt du contrôle
nl: St_op besturing
pt_br: _Para Controle
sv: _Stoppa styrningsfunktion

source: There was an error displaying help: %s
ca: S'ha produït un error al mostrar l'ajuda: %s
fr: Une erreur est survenue lors de l'affichage de l'aide: %s
nl: Het weergeven van de help heeft geleid tot een fout: %s
pt_br: Houve um erro mostrando ajuda: %s
sv: Det inträffade ett fel vid visning av hjälp: %s

source: Idle
ca: En espera
fr: Attente
nl: Klaar met verwerking
pt_br: Ocioso
sv: Overksam

source: Choose Start Control to start
ca: Seleccioni Iniciar Control per començar
nl: Kies Start besturing om te beginnen

source: Init
ca: Inicialitzar
fr: Initialisation
nl: Opstarten
pt_br: Inicialização
sv: Initierar

source: Loading acoustic and language model, wait a bit
ca: Carregant acústiques i models del llenguatge, esperi un moment
nl: Een moment geduld, het spraak- en het akoestische model worden geladen

source: Calibration
ca: Calibrant
fr: Calibrage
nl: Calibratie
pt_br: Calibração
sv: Kalibrering

source: Tuning up acoustic parameters
ca: Afinant paràmetres acústics
nl: Afstellen van de akoestische parameters

source: Listening
ca: Escoltant
fr: Ecoute
nl: Aan het luisteren
pt_br: Escutando
sv: Lyssnar

source: Processing speech
ca: Processant parla
nl: Verwerken van spraak

source: Ready
ca: Preparat
fr: Prêt
nl: Klaar
pt_br: Pronto
sv: Redo

source: Ready for input
ca: Preparat per entrades
nl: Klaar voor invoer

source: Voice Control Applet used to manage desktop with speech
ca: Applet de control de veu per utilitzar l'escriptori amb la veu
fr: Applet de contrôle vocal utilisé pour controler le bureau avec la voix
nl: Applet voor het besturen van het bureaublad met behulp van spraak
pt_br: Applet de Controle Vocal usado para gerenciar o desktop com a fala
sv: Röststyrningsprogram som används för att hantera skrivbordet med rösten

source: translator-credits
ca: Sergio Oller <sergioller@gmail.com>
fr: Olivier Blanc <olivier.blanc@laposte.net>
nl: Robin Van Kleeff <robin@voxforge.org>
pt_br: Raphael Nunes da Motta <raphael.nunes.enc04@gmail.com>
sv: Daniel Nylander <po@danielnylander.se>

source: RUN MAIL
ca: OBRIR CORREU
nl: Start e-mail

source: RUN BROWSER
ca: OBRIR NAVEGADOR
nl: Start browser

source: RUN TEXT EDITOR
ca: OBRIR EDITOR DE TEXT
nl: Start kladblok

source: RUN TERMINAL
ca: OBRIR TERMINAL
nl: Terminal starten

source: CLOSE WINDOW
ca: TANCAR FINESTRA
nl: Sluit venster

source: NEXT WINDOW
ca: SEGÜENT FINESTRA
nl: Volgend venster

source: PREVIOUS WINDOW
ca: FINESTRA ANTERIOR
nl: Vorig venster

source: MINIMIZE WINDOW
ca: MINIMITZAR FINESTRA
nl: Minimaliseer venster

source: MAXIMIZE WINDOW
ca: MAXIMITZAR FINESTRA
nl: Maximaliseer venster

source: SWITCH WINDOW
ca: CANVIAR FINESTRA
nl: wissel venster

source: RIGHT CLICK
ca: CLICK DRET
nl: Rechts klikken

source: PAGE UP
ca: PÀGINA OBERTA
nl: Pagina omhoog

source: PAGE DOWN
ca: PÀGINA AVALL
nl: Pagina omlaag

source: UP
ca: AMUNT
nl: omhoog

source: DOWN
ca: AVALL
nl: omlaag

source: LEFT
ca: ESQUERRA
nl: links

source: RIGHT
ca: DRETA
nl: rechts

source: DELETE
ca: SUPRIMIR
nl: verwijderen

source: INSERT
ca: INSERTAR
nl: invoegen

source: HOME
ca: INICI
nl: begin regel

source: END
ca: FI
nl: einde regel

source: COPY
ca: COPIAR
nl: kopiÃ«ren

source: CUT
ca: TALLAR
nl: knippen

source: PASTE
ca: ENGANXAR
nl: plakken

source: MOUSE LEFT
ca: MOUSE ESQUERRE
nl: muis links

source: MOUSE RIGHT
ca: MOUSE DRET
nl: muis rechts

source: MOUSE DOWN
ca: MOUSE AVALL
nl: muis omlaag

source: MOUSE UP
ca: MOUSE AMUNT
nl: muis omhoog

source: MAIN MENU
ca: MENU PRINCIPAL
nl: hoofdmenu

source: CLICK
nl: Links klikken
